#+TITLE: Public Meeting Notes
# -*- mode: org -*-
#+INFOJS_OPT: view:overview toc:true
#+STARTUP: indent
#+TODO: TODO IN-PROGRESS WAITING DONE

#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="styles/bigblow/css/htmlize.css"/>
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="styles/bigblow/css/bigblow.css"/>
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="styles/bigblow/css/hideshow.css"/>

#+HTML_HEAD: <script type="text/javascript" src="styles/bigblow/js/jquery-1.11.0.min.js"></script>
#+HTML_HEAD: <script type="text/javascript" src="styles/bigblow/js/jquery-ui-1.10.2.min.js"></script>

#+HTML_HEAD: <script type="text/javascript" src="styles/bigblow/js/jquery.localscroll-min.js"></script>
#+HTML_HEAD: <script type="text/javascript" src="styles/bigblow/js/jquery.scrollTo-1.4.3.1-min.js"></script>
#+HTML_HEAD: <script type="text/javascript" src="styles/bigblow/js/jquery.zclip.min.js"></script>
#+HTML_HEAD: <script type="text/javascript" src="styles/bigblow/js/bigblow.js"></script>
#+HTML_HEAD: <script type="text/javascript" src="styles/bigblow/js/hideshow.js"></script>
#+HTML_HEAD: <script type="text/javascript" src="styles/lib/js/jquery.stickytableheaders.min.js"></script>

#+TYP_TODO: TODO MAYBE WAITING NEXT DONE
#+STARTUP: showall
#+STARTUP: hidestars
#+FILETAGS: WORK
#+CONSTANTS: customer=Georgetown Community Council rate=25.00
#+PROPERTY: RemitTo1 HaxGeo
#+PROPERTY: RemitTo2 1463 E Republican St #182
#+PROPERTY: RemitTo3 Seattle, WA 98112
#+PROPERTY: Terms Net 30
#+PROPERTY: BillTo1 Georgetown Community Council
#+PROPERTY: BillTo2 PO Box 80021
#+PROPERTY: BillTo3 Seattle, WA USA

** 2015 week #47: November 16 - November 22
#+BEGIN: columnview :hlines 1 :id global
| /Project/   |  Mon |  Tue |  Wed |  Thu |  Fri |  Sat |  Sun | /Total/ |
|-------------+------+------+------+------+------+------+------+---------|
| CUGOS       |      |      | 2.50 |      |      |      |      |    2.50 |
| OpenSeattle |      | 2.75 |      |      |      |      |      |    2.75 |
|-------------+------+------+------+------+------+------+------+---------|
| /Daily/     | 0.00 | 2.75 | 2.50 | 0.00 | 0.00 | 0.00 | 0.00 |    5.25 |
#+TBLFM: @2$9..@-1$9=vsum($2..$8);%.2f;::@>$2..@>$9='(format "%3.2f" (apply '+ '(@2..@-1)));N;
#+END:
** 2015 week #45: November 02 - November 08
#+BEGIN: columnview :hlines 1 :id global
| /Project/   |  Mon |  Tue |  Wed |  Thu |  Fri |  Sat |  Sun | /Total/ |
|-------------+------+------+------+------+------+------+------+---------|
| OpenSeattle |      |      |      | 3.75 |      |      |      |    3.75 |
|-------------+------+------+------+------+------+------+------+---------|
| /Daily/     | 0.00 | 0.00 | 0.00 | 3.75 | 0.00 | 0.00 | 0.00 |    3.75 |
#+TBLFM: @2$9..@-1$9=vsum($2..$8);%.2f;::@>$2..@>$9='(format "%3.2f" (apply '+ '(@2..@-1)));N;
#+END:
** 2015 week #43: October 19 - October 25
#+BEGIN: columnview :hlines 1 :id global
| /Project/   |  Mon |  Tue |  Wed |  Thu |  Fri |  Sat |  Sun | /Total/ |
|-------------+------+------+------+------+------+------+------+---------|
| Conferences |      |      |      |      |      | 8.50 |      |    8.50 |
| OpenSeattle |      | 4.00 |      |      |      |      |      |    4.00 |
|-------------+------+------+------+------+------+------+------+---------|
| /Daily/     | 0.00 | 4.00 | 0.00 | 0.00 | 0.00 | 8.50 | 0.00 |   12.50 |
#+TBLFM: @2$9..@-1$9=vsum($2..$8);%.2f;::@>$2..@>$9='(format "%3.2f" (apply '+ '(@2..@-1)));N;
#+END:
** 2015 week #43: October 19 - October 25
#+BEGIN: columnview :hlines 1 :id global
| /Project/   |  Mon |  Tue |  Wed |  Thu |  Fri |  Sat |  Sun | /Total/ |
|-------------+------+------+------+------+------+------+------+---------|
| OpenSeattle |      | 4.00 |      |      |      |      |      |    4.00 |
|-------------+------+------+------+------+------+------+------+---------|
| /Daily/     | 0.00 | 4.00 | 0.00 | 0.00 | 0.00 | 0.00 | 0.00 |    4.00 |
#+TBLFM: @2$9..@-1$9=vsum($2..$8);%.2f;::@>$2..@>$9='(format "%3.2f" (apply '+ '(@2..@-1)));N;
#+END:
** 2015 week #42: October 12 - October 18
#+BEGIN: columnview :hlines 1 :id global
| /Project/ |  Mon |  Tue |  Wed |  Thu |  Fri |  Sat |  Sun | /Total/ |
|-----------+------+------+------+------+------+------+------+---------|
| CTAB      |      | 2.00 |      |      |      |      |      |    2.00 |
|-----------+------+------+------+------+------+------+------+---------|
| /Daily/   | 0.00 | 2.00 | 0.00 | 0.00 | 0.00 | 0.00 | 0.00 |    2.00 |
#+TBLFM: @2$9..@-1$9=vsum($2..$8);%.2f;::@>$2..@>$9='(format "%3.2f" (apply '+ '(@2..@-1)));N;
#+END:
** 2015 week #40: September 28 - October 04
#+BEGIN: columnview :hlines 1 :id global
| /Project/   |  Mon |  Tue |  Wed |  Thu |  Fri |  Sat |  Sun | /Total/ |
|-------------+------+------+------+------+------+------+------+---------|
| OpenSeattle |      |      |      | 3.75 |      |      |      |    3.75 |
|-------------+------+------+------+------+------+------+------+---------|
| /Daily/     | 0.00 | 0.00 | 0.00 | 3.75 | 0.00 | 0.00 | 0.00 |    3.75 |
#+TBLFM: @2$9..@-1$9=vsum($2..$8);%.2f;::@>$2..@>$9='(format "%3.2f" (apply '+ '(@2..@-1)));N;
#+END:
** 2015 week #38: September 14 - September 20
#+BEGIN: columnview :hlines 1 :id global
| /Project/   |  Mon |  Tue |  Wed |  Thu |  Fri |  Sat |  Sun | /Total/ |
|-------------+------+------+------+------+------+------+------+---------|
| OpenSeattle |      | 3.50 |      |      |      |      |      |    3.50 |
|-------------+------+------+------+------+------+------+------+---------|
| /Daily/     | 0.00 | 3.50 | 0.00 | 0.00 | 0.00 | 0.00 | 0.00 |    3.50 |
#+TBLFM: @2$9..@-1$9=vsum($2..$8);%.2f;::@>$2..@>$9='(format "%3.2f" (apply '+ '(@2..@-1)));N;
#+END:

** 2015 week #37: September 07 - September 13
#+BEGIN: columnview :hlines 1 :id global
| /Project/ |  Mon |  Tue |  Wed |  Thu |  Fri |  Sat |  Sun | /Total/ |
|-----------+------+------+------+------+------+------+------+---------|
| CTAB      |      | 2.25 |      |      |      |      |      |    2.25 |
|-----------+------+------+------+------+------+------+------+---------|
| /Daily/   | 0.00 | 2.25 | 0.00 | 0.00 | 0.00 | 0.00 | 0.00 |    2.25 |
#+TBLFM: @2$9..@-1$9=vsum($2..$8);%.2f;::@>$2..@>$9='(format "%3.2f" (apply '+ '(@2..@-1)));N;
#+END:
** 2015 week #36: August 31 - September 06
#+BEGIN: columnview :hlines 1 :id global
| /Project/   |  Mon |  Tue |  Wed |  Thu |  Fri |  Sat |  Sun | /Total/ |
|-------------+------+------+------+------+------+------+------+---------|
| OpenSeattle |      |      |      | 3.75 |      |      |      |    3.75 |
|-------------+------+------+------+------+------+------+------+---------|
| /Daily/     | 0.00 | 0.00 | 0.00 | 3.75 | 0.00 | 0.00 | 0.00 |    3.75 |
#+TBLFM: @2$9..@-1$9=vsum($2..$8);%.2f;::@>$2..@>$9='(format "%3.2f" (apply '+ '(@2..@-1)));N;
#+END:
